Repository: mobileflutteruz/market
Catalog: lib/core/l10n/app_*.arb
Languages: uz

source: Search by Product...
uz: Mahsulot bo'yicha qidirish...

source: Categories
uz: Kategoriyalar

source: All
uz: Hammasi

# allProductsAre
source: All products are discounted!
uz: Barcha mahsulotlar chegirma bilan!

source: Popular Goods
uz: Mashhur Mahsulotlar

source: Brands
uz: Brendlar

# weRecommendFor
source: We recommend for you
uz: Siz uchun tavsiya etamiz

source: Change the language
uz: Tilni o'zgartirish

source: Home
uz: Bosh sahifa

source: Catalog
uz: Katalog

source: Basket
uz: Savat

source: My orders
uz: Mening buyurtmalarim

source: Profile
uz: Profil

source: Select color:
uz: Rangni tanlang:

source: Select memory:
uz: Xotira tanlang:

source: Installment payment
uz: Muddatli to'lov

source: Products
uz: Mahsulotlar

source: Initial payment
uz: Boshlang'ich to'lov

source: Month
uz: Oy

source: Monthly payment
uz: Oylik to'lov

source: total amount
uz: Umumiy miqdor

source: Arrange
uz: Tartibga solish

source: Delivery - Yes,
uz: Yetkazib berish - Ha,

source: for free
uz: tekinga

source: Pickup - Yes
uz: Olish - Ha

source: Payment methods - HistoryPay
uz: To'lov usullari - HistoryPay

source: Return of goods - 10 days
uz: Mahsulot qaytarish - 10 kun

source: View return policy
uz: Qaytarish shartlari

source: Description
uz: Tavsif

source: Characteristics about the product
uz: Mahsulot haqida xususiyatlar

source: Reviews
uz: Fikrlar

source: Type:
uz: Turi:

source: Version:
uz: Versiya:

source: Built-in memory capacity:
uz: Xotira hajmi:

source: Main cameras:
uz: Asosiy kameralar:

source: Front-camera :
uz: Old kamera:

source: Main camera
uz: Asosiy kamera

source: Random access memory :
uz: Ram xotira :

source: All characteristics
uz: Barcha xususiyatlar

source: Price:
uz: Narx:

source: Add to cart
uz: Savatga qo'shish

source: All reviews
uz: Barcha fikrlar

source: Your cart
uz: Sizning savatingiz

source: Choose all
uz: Barchasini tanlang

source: Delete everything
uz: Hammasini o'chirish

source: Standard
uz: Standart

source: In installments
uz: Muddatli

source: Delete
uz: O'chirish

source: Arrange an order
uz: Buyurtma berish

source: Officialize the order
uz: Buyurtmani rasmiylashtirish

source: Enter your first name
uz: Ismingizni kiriting

source: Enter the phone number
uz: Telefon raqamini kiriting

# chooseMethodOfAcceptance
source: Choose a method of acceptance
uz: Qabul qilish usulini tanlang

source: Delivery
uz: Yetkazib berish

source: Take away
uz: Olib ketish

source: Address
uz: Manzil

# enterNewAddress
source: Enter a new address
uz: Yangi manzilni kiriting

source: Office
uz: Ofis

source: Modify
uz: O'zgartirish

source: Contact:
uz: Aloqa:

source: Delivery date and Time
uz: Yetkazib berish sanasi va vaqti

source: Standard on workdays 1-3
uz: Standart ish kunlarida 1-3

source: Choose the payment type
uz: To'lov turlarini tanlang

source: Cash
uz: Naqd pul

source: By card
uz: Karta orqali

# iAgreeWithTermsPrivacyPolicy
source: I agree with the Terms and Privacy Policy
uz: Men shartlar va maxfiylik siyosatiga roziman

source: Pay
uz: To'lash

source: Order accepted
uz: Buyurtma qabul qilindi

# yourOrderHasBeenConfirmedOnTheDay
source: Your order has been confirmed. On the day of delivery, you will receive an SMS with a code. Please show the code to receive the order.
uz: Sizning buyurtmangiz tasdiqlandi. Yetkazib berish kunida Sizga SMS bilan kodi keladi. Buyurtmani olish uchun iltimos, kodni ko'rsating.

source: Close
uz: Yopish

source: Favorites
uz: Sevimlilar

source: Your favorites
uz: Sizning sevimlilaringiz

source: Notifications
uz: Bildirishnomalar

source: Today
uz: Bugun

# exclusiveDiscount
source: Exclusive 40% discount
uz: Maxsus chegirma 40%

source: The order has already arrived
uz: Buyurtma allaqachon yetib keldi

source: Successful order
uz: Muvofiq buyurtma

source: Address updated
uz: Manzil yangilandi

source: Tablets
uz: Planshetlar

source: Phone cases
uz: Telefon cheklari

source: Batteries
uz: Batareyalar

source: Phone stand
uz: Telefon qo'yish

source: Charging device
uz: Zaryad qurilmalari

source: Computer accessory
uz: Kompyuter aksessuarlari

source: Headphones
uz: Naushniklar

source: Watches
uz: Soatlarni

source: Sort
uz: Saralash

source: Filter
uz: Filtrlash

source: Phone accessories
uz: Telefon aksessuarlari

source: Load additional
uz: Qo'shimcha yuklash

source: From
uz: Dan

source: to
uz: gacha

source: Colors:
uz: Ranglar:

source: Gray
uz: Kulrang

source: Black
uz: Qora

source: White
uz: Oq

source: Orange
uz: Orqa

source: Blue
uz: Ko'k

source: Clear filters
uz: Filtrlarni tozalash

source: Show
uz: Ko'rsatish

source: By default
uz: Standart

source: From low to high
uz: Pastdan yuqoriga

source: From high to low
uz: Yuqordan pastga

source: By Novelty
uz: Yangiliklar bo'yicha

source: By discounts
uz: Chegirmalar bo'yicha

source: Clear
uz: Tozalash

source: Brands Apple phones
uz: Apple telefonlari brendlari

source: Entering a new address
uz: Yangi manzilni kiriting

source: Region
uz: Viloyat

source: Select the region
uz: Viloyatni tanlang

source: District
uz: Tuman

source: Select a district
uz: Tuman tanlang

source: Street
uz: Ko'cha

source: House
uz: Uy

source: Floor
uz: Qavat

source: Corridor
uz: Koridor

source: Confirm
uz: Tasdiqlash

source: are available
uz: ta mavjud

source: more
uz: yana

source: people
uz: odamlar

source: To the cart
uz: Savatga

source: RAM capacity
uz: RAM hajmi

source: SIM card
uz: SIM-karta

source: No basket yet
uz: Хозирча саватча мавжуд эмас!

source: apartment
uz: xonadon

source: No notifications yet
uz: Xabarlar hali yo'q

source: Contact us
uz: Biz bilan bog'lanish

source: Edit profile
uz: Profilni tahrirlash.

source: SurName
uz: Familiya

source: Last search
uz: So‘nggi qidiruvlar

source: Change profile picture
uz: Profil suratini o’zgartirish

# you_are_buying_products
source: You are buying %d products
uz: Siz %d mahsulot sotib olmoqdasiz

# product_info
source: Product Information
uz: Maxsulot haqida ma'lumot,

source: Skip
uz: O'tkazish

# weOfferThe
source: We offer the best product for you and your family
uz: Biz siz uchun eng yaxshi mahsulotni taklif etamiz

# chooseTheProduct
source: Choose the product you like and buy it
uz: Siz yoqtirgan mahsulotni tanlang va sotib oling

# payInInstallments
source: Pay in installments by card in our online store.
uz: Kartangiz orqali do'konimizda muddatli to'lovingizni bajarishingiz mumkin.

source: Begin
uz: Boshlash

# theServicesOf
source: The services of free delivery of your purchased products are available throughout Uzbekistan.
uz: Sizning xarid qilingan mahsulotlaringizni bepul yetkazib berish xizmati butun O'zbekistonda mavjud.

source: Login
uz: Kirish

source: Phone number
uz: Telefon raqam

# enterPhoneNumber
source: Enter the phone number
uz: Telefon raqamini kiriting

# enterPassword
source: Enter the password
uz: Parolni kiriting

source: Forgot password?
uz: Parolni unutdingizmi?

# dontHaveAn
source: Don't have an account?
uz: Hisobingiz yo'qmi?

source: Sign up
uz: Ro'yxatdan o'ting

# iAgreeTerms
source: I agree to the terms of use
uz: Foydalanish shartlariga roziman

source: Enter your name
uz: Ismingizni kiriting

source: Name
uz: Ism

# theProductsYouPurchasedCanBe
source: The products you purchased can be delivered for free across Uzbekistan.
uz: Siz sotib olayotgan mahsulotlaringiz bepul tarqatilishi mumkin.

source: Start
uz: Boshlash

source: Internet is unavailable
uz: Internet mavjud emas

# pleaseCheckYourInternet
source: Please check your internet connection and try again
uz: Iltimos, internetni tekshirib, qayta urinib ko'ring

source: Refresh the page
uz: Sahifani yangilang

source: Payment failed
uz: To'lov amalga oshmadi

# yourOrderIsNotConfirmed
source: Your order is not confirmed, please try again
uz: Sizning buyurtmangiz tasdiqlanmadi, iltimos, qayta urinib ko'ring

source: No search results
uz: Qidiruv natijalari yo'q

# noSearchResultsWeCannotFind
source: No search results, we cannot find the product you are looking for.
uz: Qidiruv natijalari yo'q, biz mahsulotni topa olmaymiz.

source: To main
uz: Asosiy sahifaga

source: Enter
uz: Kirish

source: Password
uz: Parol

source: Don't have an account?
uz: Hisobingiz yo'qmi?

source: Enter your first name and last name
uz: Ism va familiyangizni kiriting

# iAgreeToTheTermsofuse
source: Enter the phone number
uz: Foydalanish shartlariga roziman

source: Name Surname
uz: Ism Familiya

source: Resend the code
uz: Kodni qayta yuborish

source: Next
uz: Keyingi

source: Wrong code, please try again.
uz: Noto'g'ri kod, iltimos, qayta urinib ko'ring.

source: Password recovery
uz: Parol tiklash

source: Password update
uz: Parolni yangilash

source: New Password
uz: Yangi parol

source: Enter the password
uz: Parolni kiriting

source: Re-enter the new password
uz: Yangi parolni qayta kiriting

source: Confirmation
uz: Tasdiqlash

# weHaveSendAVer
source: We have sent a verification
uz: Biz sizning telefoningizga tasdiqlash

source: code to your phone
uz: kodini yubordik

source: Verification
uz: Tasdiqlash

# startShoppingByConveniently
source: Start shopping by conveniently spreading your purchases with a flexible installment plan, and enjoy the items in just a few minutes.
uz: Xaridni boshlash uchun qulaylik bilan tovarlarini xamda to'lovingizni yirik darajada olib kirishingiz mumkin.

source: Enter passport information
uz: Pasport ma'lumotlaringizni kiriting

# pleaseEnterPassportInformationCorrectly
source: Please enter passport information correctly, as it is crucial for obtaining your limit.
uz: Iltimos, pasport ma'lumotlaringizni to'g'ri kiriting, chunki bu sizning limit olishingiz uchun muhim.

# enterTheDetails
source: Enter the details of your loved ones
uz: Sevdalilaringiz ma'lumotlarini kiriting

# ifWeCannotReachYou
source: If we cannot reach you, please provide the contact information of two people close to you for communication.
uz: Agar biz sizga yetkazib bera olmasak, iltimos, sizga yaqin bo'lgan ikki kishi yoki ta'sirli bog'lanish uchun kontaktni taqdim eting.

source: Enter your card details
uz: Kartangiz ma'lumotlarini kiriting

# enterYourPrimaryIcomeYouWill
source: Enter the primary income you will use to get the installment payment limit.
uz: Sizning muddatli to'lov chegarasini olish uchun ishlatasiz bo'lgan asosiy daromadingizni kiriting.

# continuee
source: Continue
uz: Davom etish

source: Personal information
uz: Shaxsiy ma'lumotlar

source: Passport series
uz: Pasport seriyasi

source: Passport number
uz: Pasport raqami

source: Front side of the passport
uz: Pasportning old tomoni

source: Gallery
uz: Gallereya

source: Photo
uz: Rasim

source: Selfie with a passport
uz: Pasport bilan selfi

source: Card number
uz: Karta raqami

source: term
uz: Muddat

source: Card name
uz: Karta nomi

source: Silk Road
uz: Ippodrom

# iAgreeWithTheTermsAnd
source: I agree with the Terms and Privacy Policy
uz: Men shartlar va maxfiylik siyosatiga roziman

# congYouHaveSuccPassedIden
source: Congratulations, you have successfully passed identification
uz: Tabriklaymiz, siz muvaffaqiyatli identifikatsiyadan o'tdingiz

source: Enter your passport and photo
uz: Pasport va suratingizni kiriting

# pleasePayAttentiontoThePhotoQuality
source: Please pay attention to the photo quality, this information is very important for obtaining your limit.
uz: Iltimos surat sifatiga etibor bering bu malumotlar siz limit olishingiz uchun juda muhim.

# enterInformYourRelatives
source: Enter the information of your relatives
uz: Yaqinlaringiz malumotlarini kiriting

source: Sign in
uz: Kirish

# byLoggingIn
source: By logging in, you will have access to many opportunities
uz: Kirganingiz bilan, siz ko'plab imkoniyatlarga ega bo'lasiz

source: My Order
uz: Mening buyurtmalarim

source: My cards
uz: Mening kartalarim

source: Our branches
uz: Bizning filiallarimiz

source: Settings
uz: Sozlamalar

source: Connect with us
uz: Biz bilan bog'laning

source: About the application
uz: Dastur haqida

source: Exit
uz: Chiqish

# doYouWantToExit
source: Do you want to exit this application?
uz: Siz ilovadan chiqishni xoxlaysizmi ?

source: Yes
uz: Ha

source: No
uz: Yo'q

source: Card not added
uz: Karta qo'shilmagan

source: + Add a card
uz: + Karta qo'shish

source: Card date
uz: Karta sanasi

source: Save
uz: Saqlash

source: Change language
uz: Tilni o'zgartirish

source: Last name
uz: Familiya

source: If you have any questions?
uz: Agar savollaringiz bo'lsa?

source: Take a photo
uz: Suratga oling

source: sum
uz: so'm

source: Under consideration
uz: Ko'rib chiqilmoqda

source: Order
uz: Buyurtma

# paymentInfo
source: Payment information
uz: To’lov haqida ma’lumot

source: pc
uz: dona

source: Agreement
uz: Shartnoma

source: Remaining months:
uz: Qolgan oylar:

source: Payment
uz: To'lov

source: Not completed
uz: Tugatilmagan

# noClosedContracts
source: There are no closed contracts
uz: Yopilgan shartnomalar yo'q

source: Active
uz: Faol

source: Closed
uz: Yopilgan

source: Discount
uz: Chegirma

source: Total
uz: Jami

source: Product price
uz: Mahsulot narxi

source: Day
uz: Kun

source: Status
uz: Holat

source: Receiver
uz: Qabul qiluvchi

# exitApp
source: Exit the application
uz: Ilovadan chiqish

source: More About Product
uz: Mahsulot haqida ko'proq ma'lumot

source: Composition
uz: Tarkib

source: Similar Products
uz: O'xshash mahsulotlar

# by_logging_in
source: By logging in, you gain access to many opportunities.
uz: Tizimga kirish orqali siz ko'p imkoniyatlarga narsaga ega bo'lasiz.

# whats_your_name
source: What is your name?
uz: Ismingiz nima?

source: Unfinished
uz: Yakunlanmagan

# status_incomplete
source: Incomplete
uz: Tugallanmagan

source: New arrivals
uz: Yangiliklar
